IN_PROGRESS_TEXT = \
'''
Ваш заказ уже в обработке, ожидайте!
'''
COMPLETED_TEXT = \
'''
Спасибо за заказ! Он уже на вашем аккаунте. Будем Ждать снова)
'''
ERROR_TEXT = \
'''
Заказ либо отменен либо вы пропустили оплату
'''
PAID_TEXT = \
'''
Логин: {email}
Пароль: {password}

Заказ успешно оплачен!
'''
PAID_NEED_ACCOUNT_TEXT = \
'''
Заказ успешно оплачен!
В течении 15 минут мы предоставим Вам аккаунт с оформленным заказом.

Бот уведомит Вас, как всё будет готово.
'''
PAYMENT_TEXT = \
'''
Чтобы мы могли приступить к работе, Вам осталось только оплатить заказ.
• Бот принимает оплату по СБП.
• Если вы хотите выбрать другой банк для оплаты (вместо того, куда отправляет по умолчанию), то зажмите кнопку "Оплатить", скопируйте ссылку и откройте её в браузере.
'''

TWOFA_START_TEXT = \
"""
Чтобы успешно войти в ваш аккаунт на нём должна быть включена двухфакторная аутентификация (но мы зовём её просто двухфакторкой). Без неё сайт PlayStation будет чаще сбоить. Она у вас включена?
"""

TWOFA_SEND_CODE_TEXT = \
"""
А теперь от вас нужен резервный код PIayStation с ним мы зайдём в ваш турецкий аккаунт, чтобы оформить на него заказ. Уточним: именно резервный код, а не код двухфакторной аутентификации. Так нам будет проще авторизоваться.
"""

TWOFA_TUTORIAL_TEXT = \
"""
Тут инструкции https://telegra.ph/
"""