IN_PROGRESS_TEXT = \
'''
Ваш заказ уже в обработке, ожидайте!
'''
COMPLETED_TEXT = \
'''
Спасибо за заказ! Он уже на вашем аккаунте. Будем Ждать снова)
'''
ERROR_TEXT = \
'''
Заказ либо отменен либо вы пропустили оплату
'''
PAID_TEXT = \
'''
Заказ оплачен, скоро его возьмут в работу!

Чтобы успешно войти в ваш аккаунт на нём
должна быть включена двухфакторная
аутентификация (но мы зовём её просто
двухфакторкой). Без неё сайт PlayStation
будет чаще сбоить.

Отправьте резервные коды нажав на соотвествующую кнопку, или, нажав на нее же можете задать вопрос и мы на него ответим
Если не знаете у как включить двухфакторку, у нас есть инструкция по кнопке!
'''
PAID_NEED_ACCOUNT_TEXT = \
'''
Вы указали что нужно создать аккаунт, мы оперативно это сделаем и отправим вам данные от аккаунта!
'''
PAYMENT_TEXT = \
'''
Чтобы мы могли приступить к работе вам нужно оплатить заказ, оплатите тут по ссылке или в веб приложении
'''

TWOFA_TEXT = \
"""
Где включить двухфакторку?
Настройки > Пользователи и учётные
записи > Безопасность > двухэтапная
аутентификация.
Как включить двухфакторку?
• Через СМС: выберите «+7 Russia» вместо
«+90 ТигКеу», введите свой номер без
первой 7 или 8. Введите код из СМС.
• Через приложение: скачайте на телефон
Google Authenticator, отсканируйте им QR-
код на экране и введите появившийся в
приложении код.
Вас выкинет из аккаунта. Зайдите в него
снова. Готово!
0033"""


TWOFA_START = \
"""
Тут должен быть текст про необходимость 2FA и если он не подкючен то должен нажать "А что это такое?"
"""

TWOFA_PS5 = \
"""
Тут инструкции по подключению к ПС 5
"""

TWOFA_PS4 = \
"""
Тут инструкции по подключению к ПС 4
"""